Repository: wylanneely/PianistKnowNotes
Catalog: KnowNotesPianist/LanguageLocalizations/LanguageLocalizations/*.lproj/Localizable.strings
Languages: th

# AppLanguage
source: English
th: Thai

source: Basic Piano
th: เปียโน

source: Grand Piano
th: เปียโนกรานด์

source: Acoustic Guitar
th: กีตาร์อะคูสติก

source: Keyboard
th: เปียโนไฟฟ้า

source: Violin
th: ไวโอลิน

source: Instruments
th: เครื่องดนตรี

source: High Score
th: คะแนนสูงสุด

source: Locked
th: ล็อคอยู่

source: Select Difficulty
th: เลือกระดับความยาก

source: Novice
th: มือใหม่

source: Regular
th: ปกติ

source: Pianist
th: แข็ง

source: Virtuoso
th: ผู้เชี่ยวชาญ

source: Exit
th: ออก

source: Restart
th: เริ่มใหม่

source: Submit
th: ส่งคะแนน

# AchievementMessage1
source: Score 100 points to unlock achievement.
th: คะแนน 100 คะแนนเพื่อปลดล็อคความสำเร็จ

# AchievementMessage2
source: Score 200 points to unlock achievement.
th: คะแนน 200 คะแนนเพื่อปลดล็อคความสำเร็จ

# AchievementMessage3
source: Score 300 points to unlock achievement.
th: คะแนน 300 คะแนนเพื่อปลดล็อคความสำเร็จ

source: OK
th: ตกลง
