Repository: wylanneely/PianistKnowNotes
Catalog: KnowNotesPianist/LanguageLocalizations/*.lproj/Localizable.strings
Languages: it, zh_hk

# AppLanguage
source: English
it: Italian
zh_hk: Chinese

source: Basic Piano
it: Pianoforte
zh_hk: 鋼琴

source: Grand Piano
it: Pianoforte a Coda
zh_hk: 三角鋼琴

# Acoustic Guitar
source: Guitar Major Chords
it: Accordi Maggiori di Chitarra
zh_hk: 吉他大調和弦

source: Keyboard
it: Tastiera
zh_hk: 電子鋼琴

source: Violin
it: Tastiera
zh_hk: 小提琴

source: Instruments
it: Strumenti
zh_hk: 樂器

source: High Score
it: Record
zh_hk: 最高分

source: Locked
it: Bloccato
zh_hk: 锁定

source: Select Difficulty
it: Seleziona Difficolt√†
zh_hk: 選擇難度

source: Novice
it: Noob
zh_hk: 新手

source: Regular
it: Medio
zh_hk: 普通難度

source: Pianist
it: Pianista
zh_hk: 專業

source: Virtuoso
zh_hk: 音樂大師

source: Exit
it: Uscita
zh_hk: 退出

source: Restart
it: Riavvia
zh_hk: 重試

source: Submit
it: Invia
zh_hk: 提交分數

# AchievementMessage1
source: Score 100 points to unlock achievement.
it: Segna 100 punti per sbloccare l'obiettivo.
zh_hk: 得分一百分以解鎖成就。

# AchievementMessage2
source: Score 200 points to unlock achievement.
it: Segna 200 punti per sbloccare l'obiettivo.
zh_hk: 得分二百分以解鎖成就。

# AchievementMessage3
source: Score 300 points to unlock achievement.
it: Segna 300 punti per sbloccare l'obiettivo.
zh_hk: 得分三百分以解鎖成就。

# AchievementMessageV
source: Score 100 points with 5 instruments to unlock achievement.
it: Segna 100 punti con 5 strumenti per sbloccare l'obiettivo.
zh_hk: 使用五種樂器得分一百分，達成成功。

source: OK
zh_hk: 好的

source: Buy
it: Acquistare
zh_hk: 購買

source: Restore
it: Ripristina
zh_hk: 恢復

# Hint1
source: Click note buttons to test and familiarize sounds.
it: Fai clic sui pulsanti delle note per testare e familiarizzare con i suoni.
zh_hk: 點擊音符按鈕測試並熟悉聲音。

# Hint2
source: Click 'Start' when ready to start playing, match the played sound with the correct note button to win.
it: Fai clic su 'Inizia' quando sei pronto per iniziare a giocare, abbina il suono riprodotto al pulsante della nota corretta per vincere.
zh_hk: 準備好開始遊戲時，點擊“開始”，將播放的聲音與正確的音符按鈕匹配即可獲勝。
